<?php

$projects = [
    'Входящие',
    'Учёба',
    'Работа',
    'Домашние дела',
    'Авто'
];

$tasks = [
    [
        'title' => 'Собеседование в IT компании',
        'date' => '01.03.2021',
        'category' => 'Работа',
        'status' => null,
    ],
    [
        'title' => 'Выполнить тестовое задание',
        'date' => '04.02.2021',
        'category' => 'Работа',
        'status' => false
    ],
    [
        'title' => 'Сделать задание первого раздела',
        'date' => '21.12.2020',
        'category' => 'Учёба',
        'status' => true
    ],
    [
        'title' => 'Встреча с другом',
        'date' => '22.02.2021',
        'category' => 'Входящие',
        'status' => false
    ],
    [
        'title' => 'Купить корм для кота',
        'date' => '31.01.2021',
        'category' => 'Домашние дела',
        'status' => false
    ],
    [
        'title' => 'Заказать пиццу',
        'date' => null,
        'category' => 'Домашние дела',
        'status' => false
    ],

];
